
/* Label for the password field in the account preferences */
"Password:" = "Lykilorð:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "Stafirnir sem þú ert að skrifa eru ógildir fyrir nafn á reikningi á þessari þjónustu";
